/* Small script for the small arexxclass demo */

options results

address AREXXDB101

LOAD helloworld

PLAY

say 'PLAY returned  : ' RESULT

PAUSE

say 'PAUSE returned : ' RESULT

/*
KILL

say 'KILL returned  : ' RESULT
*/